Repository: Astrofrogger/pluck
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Search titles, channels and tags
de: Titel, Kanäle und Tags durchsuchen
es: Buscar títulos, canales y etiquetas
fr: Rechercher titres, chaînes et tags
it: Cerca titoli, canali e tag
ja: タイトル、チャンネル、タグを検索
ko: 제목, 채널, 태그 검색
nl: Zoek in titels, kanalen en labels
pt_br: Buscar títulos, canais e etiquetas
zh_hans: 搜索标题、频道和标签

source: Search what was said in your downloads (⇧⌘F)
de: Durchsuche das Gesagte in deinen Downloads (⇧⌘F)
es: Buscar lo que se dice en tus descargas (⇧⌘F)
fr: Rechercher ce qui est dit dans vos téléchargements (⇧⌘F)
it: Cerca ciò che viene detto nei tuoi download (⇧⌘F)
ja: ダウンロード内で話された内容を検索（⇧⌘F）
ko: 다운로드에서 말한 내용 검색(⇧⌘F)
nl: Zoek wat er gezegd wordt in je downloads (⇧⌘F)
pt_br: Buscar o que é dito nos seus downloads (⇧⌘F)
zh_hans: 搜索下载内容中所说的话（⇧⌘F）

source: Search what was said in your videos and jump straight to that moment (⇧⌘F). Local AI understands questions, not just keywords.
de: Durchsuche das Gesagte in deinen Videos und springe direkt zu der Stelle (⇧⌘F). Lokale KI versteht Fragen, nicht nur Stichwörter.
es: Busca lo que se dice en tus vídeos y salta directamente a ese momento (⇧⌘F). La IA local entiende preguntas, no solo palabras clave.
fr: Cherchez ce qui est dit dans vos vidéos et allez directement au bon moment (⇧⌘F). L’IA locale comprend les questions, pas seulement les mots-clés.
it: Cerca ciò che viene detto nei tuoi video e vai direttamente a quel momento (⇧⌘F). L’IA locale capisce le domande, non solo le parole chiave.
ja: ビデオで話された内容を検索して、その場面に直接移動できます（⇧⌘F）。ローカル AI はキーワードだけでなく質問も理解します。
ko: 비디오에서 말한 내용을 검색하고 그 순간으로 바로 이동합니다(⇧⌘F). 로컬 AI는 키워드뿐 아니라 질문도 이해합니다.
nl: Zoek wat er gezegd wordt in je video’s en spring meteen naar dat moment (⇧⌘F). Lokale AI begrijpt vragen, niet alleen trefwoorden.
pt_br: Busque o que é dito nos seus vídeos e vá direto ao momento (⇧⌘F). A IA local entende perguntas, não só palavras-chave.
zh_hans: 搜索视频中所说的话，直接跳到那一刻（⇧⌘F）。本地 AI 能理解问题，而不只是关键词。

source: Search works on transcripts, which local AI makes on this Mac. Make them for your downloads now, or turn on automatic transcripts in Settings → AI.
de: Die Suche nutzt Transkripte, die lokale KI auf diesem Mac erstellt. Erstelle sie jetzt für deine Downloads oder schalte automatische Transkripte unter Einstellungen → KI ein.
es: La búsqueda usa transcripciones, que la IA local crea en este Mac. Créalas ahora para tus descargas o activa las transcripciones automáticas en Ajustes → IA.
fr: La recherche utilise des transcriptions, que l’IA locale crée sur ce Mac. Créez-les maintenant pour vos téléchargements, ou activez les transcriptions automatiques dans Réglages → IA.
it: La ricerca usa le trascrizioni, create dall’IA locale su questo Mac. Creale ora per i tuoi download o attiva le trascrizioni automatiche in Impostazioni → IA.
ja: 検索には、ローカル AI がこの Mac で作成する文字起こしを使います。今すぐダウンロード分を作成するか、設定 → AI で自動文字起こしをオンにしてください。
ko: 검색은 로컬 AI가 이 Mac에서 만드는 받아쓰기를 사용합니다. 지금 다운로드에 대해 만들거나 설정 → AI에서 자동 받아쓰기를 켜십시오.
nl: Zoeken werkt met transcripts, die lokale AI op deze Mac maakt. Maak ze nu voor je downloads, of zet automatische transcripts aan in Instellingen → AI.
pt_br: A busca usa transcrições, que a IA local cria neste Mac. Crie agora para seus downloads ou ative as transcrições automáticas em Ajustes → IA.
zh_hans: 搜索基于本地 AI 在此 Mac 上生成的转写。现在为你的下载内容生成转写，或在“设置”→“AI”中打开自动转写。

source: Searching runs on this Mac. Nothing is uploaded.
de: Die Suche läuft auf diesem Mac. Nichts wird hochgeladen.
es: La búsqueda se hace en este Mac. No se sube nada.
fr: La recherche se fait sur ce Mac. Rien n’est envoyé.
it: La ricerca avviene su questo Mac. Non viene caricato nulla.
ja: 検索はこの Mac 上で行われます。何もアップロードされません。
ko: 검색은 이 Mac에서 이루어집니다. 아무것도 업로드되지 않습니다.
nl: Zoeken gebeurt op deze Mac. Er wordt niets geüpload.
pt_br: A busca acontece neste Mac. Nada é enviado.
zh_hans: 搜索在此 Mac 上进行。不会上传任何内容。

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
ko: 모두 선택
nl: Selecteer alles
pt_br: Selecionar tudo
zh_hans: 全选

source: Select several items with ⌘ or ⇧ and add subtitles, remove silences or clean up the audio of all of them in one go.
de: Wähle mehrere Objekte mit ⌘ oder ⇧ aus und füge Untertitel hinzu, entferne Pausen oder bereinige den Ton aller Objekte auf einmal.
es: Selecciona varios elementos con ⌘ o ⇧ y añade subtítulos, quita silencios o limpia el audio de todos a la vez.
fr: Sélectionnez plusieurs éléments avec ⌘ ou ⇧ et ajoutez des sous-titres, supprimez les silences ou nettoyez le son de tous en une fois.
it: Seleziona più elementi con ⌘ o ⇧ e aggiungi sottotitoli, rimuovi i silenzi o pulisci l’audio di tutti in una volta.
ja: ⌘や⇧で複数の項目を選び、字幕の追加、無音の削除、音声のクリーンアップをまとめて実行できます。
ko: ⌘ 또는 ⇧로 여러 항목을 선택해 자막 추가, 무음 제거, 오디오 정리를 한 번에 할 수 있습니다.
nl: Selecteer meerdere onderdelen met ⌘ of ⇧ en voeg ondertitels toe, verwijder stiltes of schoon de audio op van allemaal tegelijk.
pt_br: Selecione vários itens com ⌘ ou ⇧ e adicione legendas, remova silêncios ou limpe o áudio de todos de uma vez.
zh_hans: 用 ⌘ 或 ⇧ 选择多个项目，一次性为它们添加字幕、删除静音或清理音频。

source: Send %lld Files to DaVinci Resolve
de: %lld Dateien an DaVinci Resolve senden
es: Enviar %lld archivos a DaVinci Resolve
fr: Envoyer %lld fichiers vers DaVinci Resolve
it: Invia %lld file a DaVinci Resolve
ja: %lld個のファイルをDaVinci Resolveに送る
ko: 파일 %lld개를 DaVinci Resolve로 보내기
nl: Stuur %lld bestanden naar DaVinci Resolve
pt_br: Enviar %lld arquivos ao DaVinci Resolve
zh_hans: 将 %lld 个文件发送到 DaVinci Resolve

source: Send to DaVinci Resolve
de: An DaVinci Resolve senden
es: Enviar a DaVinci Resolve
fr: Envoyer vers DaVinci Resolve
it: Invia a DaVinci Resolve
ja: DaVinci Resolveに送る
ko: DaVinci Resolve로 보내기
nl: Stuur naar DaVinci Resolve
pt_br: Enviar ao DaVinci Resolve
zh_hans: 发送到 DaVinci Resolve

source: Separate Stems
de: Stems trennen
es: Separar pistas
fr: Séparer les pistes
it: Separa le tracce
ja: ステムに分離
ko: 스템 분리
nl: Splits in stems
pt_br: Separar faixas
zh_hans: 分离音轨

source: Separating stems…
de: Stems werden getrennt …
es: Separando pistas…
fr: Séparation des pistes…
it: Separazione delle tracce…
ja: ステムを分離中…
ko: 스템 분리 중…
nl: Stems scheiden…
pt_br: Separando faixas…
zh_hans: 正在分离音轨…

source: Setting up yt-dlp and ffmpeg… Downloads will start as soon as they’re ready.
de: yt-dlp und ffmpeg werden eingerichtet … Downloads starten, sobald alles bereit ist.
es: Preparando yt-dlp y ffmpeg… Las descargas empezarán en cuanto estén listos.
fr: Installation de yt-dlp et ffmpeg… Les téléchargements démarreront dès qu’ils seront prêts.
it: Configurazione di yt-dlp e ffmpeg… I download partiranno appena sono pronti.
ja: yt-dlp と ffmpeg を準備しています… 準備ができ次第ダウンロードが始まります。
ko: yt-dlp와 ffmpeg를 설정하는 중… 준비되는 대로 다운로드가 시작됩니다.
nl: yt-dlp en ffmpeg instellen… Downloads starten zodra ze klaar zijn.
pt_br: Configurando yt-dlp e ffmpeg… Os downloads começam assim que estiverem prontos.
zh_hans: 正在设置 yt-dlp 和 ffmpeg… 准备就绪后下载将立即开始。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Ajustes
zh_hans: 设置

source: Settings (⌘,)
de: Einstellungen (⌘,)
es: Ajustes (⌘,)
fr: Réglages (⌘,)
it: Impostazioni (⌘,)
ja: 設定（⌘,）
ko: 설정 (⌘,)
nl: Instellingen (⌘,)
pt_br: Ajustes (⌘,)
zh_hans: 设置（⌘,）

source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
it: Impostazioni…
ja: 設定…
ko: 설정…
nl: Instellingen…
pt_br: Ajustes…
zh_hans: 设置…

source: Several files at once
de: Mehrere Dateien auf einmal
es: Varios archivos a la vez
fr: Plusieurs fichiers à la fois
it: Più file insieme
ja: 複数のファイルをまとめて
ko: 여러 파일을 한 번에
nl: Meerdere bestanden tegelijk
pt_br: Vários arquivos de uma vez
zh_hans: 一次处理多个文件

source: Shortcut
de: Kurzbefehl
es: Atajo
fr: Raccourci
it: Abbreviazione
ja: ショートカット
ko: 단축키
nl: Toetscombinatie
pt_br: Atalho
zh_hans: 快捷键

source: Shorts couldn’t be made from “%@”
de: Aus „%@“ konnten keine Shorts erstellt werden
es: No se pudieron crear shorts de “%@”
fr: Impossible de créer des shorts à partir de « %@ »
it: Impossibile creare short da “%@”
ja: 「%@」からショートを作成できませんでした
ko: ‘%@’에서 쇼츠를 만들 수 없습니다
nl: Er konden geen shorts gemaakt worden van “%@”
pt_br: Não foi possível criar shorts de “%@”
zh_hans: 无法从“%@”制作短视频

source: Show Downloads Folder
de: Download-Ordner zeigen
es: Mostrar carpeta de descargas
fr: Afficher le dossier des téléchargements
it: Mostra cartella Download
ja: ダウンロードフォルダを表示
ko: 다운로드 폴더 보기
nl: Toon map Downloads
pt_br: Mostrar pasta de downloads
zh_hans: 显示下载文件夹

source: Show Original in Finder
de: Original im Finder zeigen
es: Mostrar original en el Finder
fr: Afficher l’original dans le Finder
it: Mostra originale nel Finder
ja: オリジナルを Finder に表示
ko: Finder에서 원본 보기
nl: Toon origineel in Finder
pt_br: Mostrar original no Finder
zh_hans: 在“访达”中显示原件

source: Show Pluck in the menu bar
de: Pluck in der Menüleiste zeigen
es: Mostrar Pluck en la barra de menús
fr: Afficher Pluck dans la barre des menus
it: Mostra Pluck nella barra dei menu
ja: メニューバーに Pluck を表示
ko: 메뉴 막대에 Pluck 표시
nl: Toon Pluck in de menubalk
pt_br: Mostrar o Pluck na barra de menus
zh_hans: 在菜单栏中显示 Pluck

source: Show in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finder に表示
ko: Finder에서 보기
nl: Toon in Finder
pt_br: Mostrar no Finder
zh_hans: 在“访达”中显示

source: Shrinks the video to at most 720p, for sharing or mail.
de: Verkleinert das Video auf höchstens 720p, zum Teilen oder Mailen.
es: Reduce el vídeo a 720p como máximo, para compartirlo o enviarlo por correo.
fr: Réduit la vidéo à 720p maximum, pour la partager ou l’envoyer par mail.
it: Riduce il video a massimo 720p, per condividerlo o inviarlo via mail.
ja: 共有やメール用に、ビデオを最大 720p に縮小します。
ko: 공유나 메일 전송을 위해 비디오를 최대 720p로 줄입니다.
nl: Verkleint de video tot maximaal 720p, om te delen of te mailen.
pt_br: Reduz o vídeo para no máximo 720p, para compartilhar ou enviar por e-mail.
zh_hans: 将视频缩小到最高 720p，便于分享或发送邮件。

source: Simultaneous downloads
de: Gleichzeitige Downloads
es: Descargas simultáneas
fr: Téléchargements simultanés
it: Download simultanei
ja: 同時ダウンロード数
ko: 동시 다운로드
nl: Gelijktijdige downloads
pt_br: Downloads simultâneos
zh_hans: 同时下载数

source: Sites
de: Websites
es: Sitios
it: Siti
ja: サイト
ko: 사이트
zh_hans: 网站

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
pt_br: Tamanho
zh_hans: 大小

source: Slow motion 2×
de: Zeitlupe 2×
es: Cámara lenta 2×
fr: Ralenti 2×
it: Rallentatore 2×
ja: スローモーション2倍
ko: 슬로 모션 2×
pt_br: Câmera lenta 2×
zh_hans: 慢动作 2×

source: Slow motion 4×
de: Zeitlupe 4×
es: Cámara lenta 4×
fr: Ralenti 4×
it: Rallentatore 4×
ja: スローモーション4倍
ko: 슬로 모션 4×
pt_br: Câmera lenta 4×
zh_hans: 慢动作 4×

source: Small
de: Klein
es: Pequeño
fr: Petit
it: Piccolo
ja: 小
ko: 작게
nl: Klein
pt_br: Pequeno
zh_hans: 小

source: Small (320 px)
de: Klein (320 px)
es: Pequeño (320 px)
fr: Petit (320 px)
it: Piccolo (320 px)
ja: 小（320 px）
ko: 작게 (320px)
nl: Klein (320 px)
pt_br: Pequeno (320 px)
zh_hans: 小（320 像素）

source: So you can search inside them. Runs in the background after each download.
de: Damit du darin suchen kannst. Läuft nach jedem Download im Hintergrund.
es: Para poder buscar dentro de ellas. Se ejecuta en segundo plano tras cada descarga.
fr: Pour pouvoir y rechercher. S’exécute en arrière-plan après chaque téléchargement.
it: Così puoi cercarci dentro. Viene eseguito in background dopo ogni download.
ja: 中身を検索できるようにします。ダウンロードのたびにバックグラウンドで実行されます。
ko: 안에서 검색할 수 있도록 합니다. 다운로드할 때마다 백그라운드에서 실행됩니다.
nl: Zodat je erin kunt zoeken. Draait op de achtergrond na elke download.
pt_br: Para você poder buscar dentro deles. Roda em segundo plano após cada download.
zh_hans: 以便在其中搜索。每次下载后在后台运行。

source: Songs get their lyrics, so they show up in Apple Music and on iPhone.
de: Songs bekommen ihren Songtext, sodass er in Apple Music und auf dem iPhone erscheint.
es: Las canciones reciben su letra, que aparece en Apple Music y en el iPhone.
fr: Les morceaux reçoivent leurs paroles, qui s’affichent dans Apple Music et sur iPhone.
it: I brani ricevono il loro testo, che appare in Apple Music e su iPhone.
ja: 曲に歌詞が付くので、Apple Music や iPhone で表示されます。
ko: 노래에 가사가 포함되어 Apple Music과 iPhone에 표시됩니다.
nl: Nummers krijgen hun songtekst, zodat die verschijnt in Apple Music en op iPhone.
pt_br: As músicas recebem a letra, que aparece no Apple Music e no iPhone.
zh_hans: 歌曲会附带歌词，在 Apple Music 和 iPhone 上显示。

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並べ替え
ko: 정렬
nl: Sorteer
pt_br: Ordenar
zh_hans: 排序

source: Speaker %lld
de: Sprecher %lld
es: Hablante %lld
fr: Intervenant %lld
it: Persona %lld
ja: 話者%lld
ko: 화자 %lld
nl: Spreker %lld
pt_br: Falante %lld
zh_hans: 说话人 %lld

source: Speaks your language
de: Spricht deine Sprache
es: Habla tu idioma
fr: Parle votre langue
it: Parla la tua lingua
ja: あなたの言語で
ko: 사용자의 언어로
nl: Spreekt jouw taal
pt_br: Fala o seu idioma
zh_hans: 说你的语言

source: Split a song into vocals, drums, bass and other, plus a karaoke version, with an open-source AI model running locally on your Mac (macOS 27, Apple silicon).
de: Trenne einen Song in Gesang, Schlagzeug, Bass und Sonstiges, dazu eine Karaoke-Version, mit einem Open-Source-KI-Modell, das lokal auf deinem Mac läuft (macOS 27, Apple Chip).
es: Separa una canción en voz, batería, bajo y otros, más una versión karaoke, con un modelo de IA de código abierto que funciona localmente en tu Mac (macOS 27, chip de Apple).
fr: Séparez un morceau en voix, batterie, basse et autres, plus une version karaoké, avec un modèle d’IA open source qui fonctionne localement sur votre Mac (macOS 27, puce Apple).
it: Separa un brano in voce, batteria, basso e altro, più una versione karaoke, con un modello di IA open source che funziona localmente sul tuo Mac (macOS 27, chip Apple).
ja: 曲をボーカル、ドラム、ベース、その他とカラオケ版に分離します。Mac 上でローカルに動くオープンソースの AI モデルを使います（macOS 27、Apple シリコン）。
ko: Mac에서 로컬로 실행되는 오픈 소스 AI 모델로 노래를 보컬, 드럼, 베이스, 기타와 노래방 버전으로 분리합니다(macOS 27, Apple 실리콘).
nl: Splits een nummer in zang, drums, bas en overig, plus een karaokeversie, met een opensource AI-model dat lokaal op je Mac draait (macOS 27, Apple silicon).
pt_br: Separe uma música em voz, bateria, baixo e outros, além de uma versão karaokê, com um modelo de IA de código aberto que roda localmente no seu Mac (macOS 27, chip da Apple).
zh_hans: 使用在你的 Mac 上本地运行的开源 AI 模型，将歌曲分离为人声、鼓、贝斯和其他音轨，外加卡拉 OK 版本（macOS 27，Apple 芯片）。

source: Split into Chapters
de: In Kapitel aufteilen
es: Dividir en capítulos
fr: Diviser en chapitres
it: Dividi in capitoli
ja: チャプタごとに分割
ko: 챕터별로 분할
nl: Splits in hoofdstukken
pt_br: Dividir em capítulos
zh_hans: 按章节拆分

source: Split into chapters
de: In Kapitel aufteilen
es: Dividir en capítulos
fr: Diviser en chapitres
it: Dividi in capitoli
ja: チャプタごとに分割
ko: 챕터별로 분할
nl: Splits in hoofdstukken
pt_br: Dividir em capítulos
zh_hans: 按章节拆分

source: Split into one file per chapter, in a folder
de: In eine Datei pro Kapitel aufgeteilt, in einem Ordner
es: Dividido en un archivo por capítulo, en una carpeta
fr: Divisé en un fichier par chapitre, dans un dossier
it: Diviso in un file per capitolo, in una cartella
ja: チャプタごとに 1 ファイルに分割し、フォルダに保存
ko: 챕터마다 파일 하나로 분할하여 폴더에 저장
nl: Gesplitst in één bestand per hoofdstuk, in een map
pt_br: Dividido em um arquivo por capítulo, em uma pasta
zh_hans: 已按章节拆分为单独文件，存放在文件夹中

source: Splitting into chapters…
de: Wird in Kapitel aufgeteilt …
es: Dividiendo en capítulos…
fr: Division en chapitres…
it: Divisione in capitoli…
ja: チャプタに分割中…
ko: 챕터로 분할 중…
nl: Splitsen in hoofdstukken…
pt_br: Dividindo em capítulos…
zh_hans: 正在按章节拆分…

source: Spoken language
de: Gesprochene Sprache
es: Idioma hablado
fr: Langue parlée
it: Lingua parlata
ja: 話されている言語
ko: 말하는 언어
nl: Gesproken taal
pt_br: Idioma falado
zh_hans: 口语语言

source: Star Pluck on GitHub
de: Pluck auf GitHub einen Stern geben
es: Dar una estrella a Pluck en GitHub
fr: Donner une étoile à Pluck sur GitHub
it: Dai una stella a Pluck su GitHub
ja: GitHub で Pluck にスターを付ける
ko: GitHub에서 Pluck에 별 달기
nl: Geef Pluck een ster op GitHub
pt_br: Dar uma estrela ao Pluck no GitHub
zh_hans: 在 GitHub 上为 Pluck 加星

source: Start in the menu bar only (no window)
de: Nur in der Menüleiste starten (kein Fenster)
es: Iniciar solo en la barra de menús (sin ventana)
fr: Démarrer uniquement dans la barre des menus (sans fenêtre)
it: Avvia solo nella barra dei menu (nessuna finestra)
ja: メニューバーのみで起動（ウインドウなし）
ko: 메뉴 막대에서만 시작(윈도우 없음)
nl: Start alleen in de menubalk (geen venster)
pt_br: Iniciar só na barra de menus (sem janela)
zh_hans: 仅在菜单栏中启动（无窗口）

source: Steady framing shot by shot, titles shown whole, a Framing choice, and sleek new captions with the spoken word highlighted in pink.
de: Ruhiger Bildausschnitt pro Einstellung, Titel vollständig im Bild, eine Wahl für den Bildausschnitt und schicke neue Untertitel mit dem gesprochenen Wort in Pink.
es: Encuadre estable plano a plano, títulos completos, una opción de encuadre y nuevos subtítulos elegantes con la palabra dicha resaltada en rosa.
fr: Un cadrage stable plan par plan, des titres affichés en entier, un choix de cadrage et de nouveaux sous-titres élégants avec le mot prononcé surligné en rose.
it: Inquadratura stabile ripresa per ripresa, titoli mostrati per intero, una scelta di inquadratura e nuovi sottotitoli eleganti con la parola pronunciata evidenziata in rosa.
ja: ショットごとに安定したフレーミング、タイトルは全体を表示、フレーミングの選択、話している単語をピンクで強調する洗練された新しいキャプション。
ko: 장면마다 안정적인 프레이밍, 제목 전체 표시, 프레이밍 선택, 말하는 단어를 분홍색으로 강조하는 세련된 새 캡션.
nl: Stille kadrering per shot, titels volledig in beeld, een keuze voor kadrering, en strakke nieuwe ondertiteling met het gesproken woord in roze.
pt_br: Enquadramento estável cena a cena, títulos inteiros, uma opção de enquadramento e novas legendas elegantes com a palavra falada destacada em rosa.
zh_hans: 逐镜头稳定取景、完整显示标题、可选择取景方式，以及用粉色突出当前词语的精致新字幕。

source: Stem model
de: Stem-Modell
es: Modelo de separación
fr: Modèle de séparation
it: Modello di separazione
ja: ステムモデル
ko: 스템 모델
pt_br: Modelo de separação
zh_hans: 分轨模型

source: Stem separation couldn’t start on this Mac.
de: Die Stem-Trennung konnte auf diesem Mac nicht starten.
es: La separación de pistas no pudo iniciarse en este Mac.
fr: La séparation des pistes n’a pas pu démarrer sur ce Mac.
it: La separazione delle tracce non si è avviata su questo Mac.
ja: この Mac ではステム分離を開始できませんでした。
ko: 이 Mac에서 스템 분리를 시작할 수 없습니다.
nl: Stemscheiding kon niet starten op deze Mac.
pt_br: A separação de faixas não pôde começar neste Mac.
zh_hans: 此 Mac 上无法开始分离音轨。

source: Stem separation failed: %@
de: Stem-Trennung fehlgeschlagen: %@
es: Error al separar pistas: %@
fr: Échec de la séparation des pistes : %@
it: Separazione delle tracce non riuscita: %@
ja: ステム分離に失敗しました: %@
ko: 스템 분리 실패: %@
nl: Stemscheiding mislukt: %@
pt_br: Falha na separação de faixas: %@
zh_hans: 分离音轨失败：%@

source: Strong
de: Stark
es: Fuerte
fr: Forte
it: Forte
ja: 強
ko: 강하게
nl: Sterk
pt_br: Forte
zh_hans: 强

source: Style
de: Stil
es: Estilo
it: Stile
ja: スタイル
ko: 스타일
nl: Stijl
pt_br: Estilo
zh_hans: 样式

source: Style your captions
de: Untertitel nach deinem Stil
es: Personaliza tus subtítulos
fr: Personnalisez vos sous-titres
it: Personalizza i sottotitoli
ja: キャプションをカスタマイズ
ko: 캡션 스타일 지정
nl: Ondertiteling naar jouw stijl
pt_br: Personalize suas legendas
zh_hans: 自定义字幕样式

source: Subtitles & Transcript
de: Untertitel & Transkript
es: Subtítulos y transcripción
fr: Sous-titres et transcription
it: Sottotitoli e trascrizione
ja: 字幕と文字起こし
ko: 자막 및 받아쓰기
nl: Ondertitels & transcript
pt_br: Legendas e transcrição
zh_hans: 字幕和转写

source: Subtitles & Transcript…
de: Untertitel & Transkript …
es: Subtítulos y transcripción…
fr: Sous-titres et transcription…
it: Sottotitoli e trascrizione…
ja: 字幕と文字起こし…
ko: 자막 및 받아쓰기…
nl: Ondertitels & transcript…
pt_br: Legendas e transcrição…
zh_hans: 字幕和转写…

source: Subtitles & transcripts
de: Untertitel & Transkripte
es: Subtítulos y transcripciones
fr: Sous-titres et transcriptions
it: Sottotitoli e trascrizioni
ja: 字幕と文字起こし
ko: 자막 및 받아쓰기
nl: Ondertitels & transcripts
pt_br: Legendas e transcrições
zh_hans: 字幕和转写

source: Subtitles (video only)
de: Untertitel (nur Video)
es: Subtítulos (solo vídeo)
fr: Sous-titres (vidéo uniquement)
it: Sottotitoli (solo video)
ja: 字幕（ビデオのみ）
ko: 자막 (비디오만)
nl: Ondertitels (alleen video)
pt_br: Legendas (só vídeo)
zh_hans: 字幕（仅视频）

source: Subtitles can now be translated into several languages at once, with local AI on your Mac.
de: Untertitel lassen sich jetzt mit lokaler KI auf deinem Mac in mehrere Sprachen auf einmal übersetzen.
es: Ahora los subtítulos se pueden traducir a varios idiomas a la vez, con IA local en tu Mac.
fr: Les sous-titres peuvent désormais être traduits en plusieurs langues à la fois, avec l’IA locale de votre Mac.
it: Ora i sottotitoli si possono tradurre in più lingue insieme, con l’IA locale sul tuo Mac.
ja: Mac上のローカルAIで、字幕を一度に複数の言語へ翻訳できるようになりました。
ko: 이제 Mac의 로컬 AI로 자막을 한 번에 여러 언어로 번역할 수 있습니다.
nl: Ondertitels kunnen nu in één keer naar meerdere talen worden vertaald, met lokale AI op je Mac.
pt_br: Agora as legendas podem ser traduzidas para vários idiomas de uma vez, com IA local no seu Mac.
zh_hans: 现在可以用 Mac 上的本地 AI 一次将字幕翻译成多种语言。

source: Subtitles, silences and audio clean-up: all %lld selected
de: Untertitel, Pausen und Ton bereinigen: alle %lld ausgewählten
es: Subtítulos, silencios y limpieza de audio: los %lld seleccionados
fr: Sous-titres, silences et nettoyage du son : les %lld sélectionnés
it: Sottotitoli, silenzi e pulizia audio: tutti i %lld selezionati
ja: 字幕・無音・音声クリーンアップ：選択中の%lld項目すべて
ko: 자막, 무음, 오디오 정리: 선택한 %lld개 모두
nl: Ondertitels, stiltes en audio opschonen: alle %lld geselecteerde
pt_br: Legendas, silêncios e limpeza de áudio: todos os %lld selecionados
zh_hans: 字幕、静音和音频清理：所选的全部 %lld 项

source: Summaries & chapters
de: Zusammenfassungen & Kapitel
es: Resúmenes y capítulos
fr: Résumés et chapitres
it: Riassunti e capitoli
ja: 要約とチャプタ
ko: 요약 및 챕터
nl: Samenvattingen & hoofdstukken
pt_br: Resumos e capítulos
zh_hans: 总结和章节

source: Summarize
de: Zusammenfassen
es: Resumir
fr: Résumer
it: Riassumi
ja: 要約
ko: 요약
nl: Vat samen
pt_br: Resumir
zh_hans: 总结

source: Summarizing…
de: Wird zusammengefasst …
es: Resumiendo…
fr: Résumé en cours…
it: Riassunto in corso…
ja: 要約中…
ko: 요약 중…
nl: Samenvatten…
pt_br: Resumindo…
zh_hans: 正在总结…

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riassunto
ja: 要約
ko: 요약
nl: Samenvatting
pt_br: Resumo
zh_hans: 总结

source: Support
de: Unterstützen
es: Apoyo
fr: Soutien
it: Supporto
ja: サポート
ko: 지원
nl: Steun
pt_br: Apoio
zh_hans: 支持

source: Support Pluck
de: Pluck unterstützen
es: Apoya a Pluck
fr: Soutenir Pluck
it: Supporta Pluck
ja: Pluck をサポート
ko: Pluck 지원하기
nl: Steun Pluck
pt_br: Apoie o Pluck
zh_hans: 支持 Pluck

source: Support on Buy Me a Coffee
de: Auf Buy Me a Coffee unterstützen
es: Apoyar en Buy Me a Coffee
fr: Soutenir sur Buy Me a Coffee
it: Supporta su Buy Me a Coffee
ja: Buy Me a Coffee でサポート
ko: Buy Me a Coffee에서 지원하기
nl: Steun via Buy Me a Coffee
pt_br: Apoiar no Buy Me a Coffee
zh_hans: 在 Buy Me a Coffee 上支持

source: Tagging chapters…
de: Kapitel werden getaggt …
es: Etiquetando capítulos…
fr: Étiquetage des chapitres…
it: Tag dei capitoli…
ja: チャプタにタグ付け中…
ko: 챕터에 태그 지정 중…
nl: Hoofdstukken taggen…
pt_br: Marcando capítulos…
zh_hans: 正在标记章节…
